10/data/attachments/96b00963c0852ed7.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Sharon_audience_Actions_22348_4</nif:username>
            <nif:friendToBeRequested>soap_actions_abe8e8a1-261c-474c-b465-8f275d34032e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>